-- Найти количество сотрудников в каждом департаменте. Вывести departmentid и employeescnt


-- Найти количество сотрудников в каждом департаменте. Вывести departmentname и employeescnt


-- Найти количество сотрудников у каждого менеджера. Вывести managerid и employeescnt


-- Найти количество сотрудников у каждого менеджера. Вывести firstname,  lastname и employees_cnt


-- Найти максимальную зарплату в каждом департаменте. Вывести departmentid и maxsalary


-- Найти сотрудников, у которых наибольшая зарплата в их департаменте