export const comments = [
  { id: 1, rating: 5, comment: 'Спасибо!' },
  { id: 2, rating: 4, comment: 'Отличный выбор, все работает без нареканий!' },
  { id: 3, rating: 5, comment: 'Очень доволен покупкой, качество супер!' },
  {
    id: 4,
    rating: 3,
    comment: 'Неплохой телефон за свои деньги, но батарея быстро садится.',
  },
  {
    id: 5,
    rating: 2,
    comment:
      'Не рекомендую, телефон начал тормозить через неделю использования.',
  },
  { id: 6, rating: 4, comment: 'Хорошее соотношение цена-качество.' },
  { id: 7, rating: 5, comment: 'Превосходный смартфон, всем советую!' },
  {
    id: 8,
    rating: 1,
    comment:
      'Абсолютно неудовлетворительный товар, часто выключается сам по себе.',
  },
  {
    id: 9,
    rating: 4,
    comment: 'Удобный и функциональный телефон, доставка быстрая.',
  },
  { id: 10, rating: 5, comment: 'Очень красивый дизайн, работает отлично!' },
  { id: 11, rating: 3, comment: 'Телефон неплохой, но камера разочаровала.' },
];
