/*Модуль 3. Домашнее задание 1. (после 10 вебинара)

Решить следующие задачи:
Написать программу, которая через prompt считывает число и выводит в консоль число равное 10% от введенного числа




Написать программу, которая получает два числа и выводит наименьшее
Написать программу, которая считывает через prompt число и выводит одно из следующих сообщений: 
‘Число меньше 100’, ‘Число больше 100’ или ‘Число равно 100’
Написать программу, которая запрашивает у пользователя его имя и возраст (в годах) и 
выводит в консоль сообщение ‘Hello, <name>’, если пользователь совершеннолетний, или ‘Hi, <name>’, если пользователь несовершеннолетний.*/

