const arrayRuJS = [
    {
        question: "Что такое JavaScript и для чего он используется?",
        answer: "JavaScript - это язык программирования, который используется для создания интерактивных элементов на веб-страницах. Он может использоваться для создания динамического контента, проверки форм, анимации и других функций.",
    },
    {
        question: "Как создать функцию в JavaScript?",
        answer: "Чтобы создать функцию в JavaScript, нужно использовать ключевое слово function, задать имя функции, указать параметры в скобках (если они есть) и написать код функции в фигурных скобках. Например: function sayHello(name) { console.log('Привет, ' + name + '!'); }",
    },
    {
        question: "Как изменить текст элемента с помощью JavaScript?",
        answer: "Чтобы изменить текст элемента с помощью JavaScript, нужно использовать свойство innerHTML и задать новый текст в кавычках. Например: document.getElementById('myElement').innerHTML = 'Новый текст';",
    },
    {
        question: "Как добавить обработчик события к элементу в JavaScript?",
        answer: "Чтобы добавить обработчик события к элементу в JavaScript, нужно использовать метод addEventListener и указать тип события (например, click), а также функцию, которая будет вызываться при возникновении события. Например: document.getElementById('myButton').addEventListener('click', function() { alert('Кнопка была нажата!'); });",
    },
    {
        question: "В чем разница между операторами '==' и '==='?",
        answer: "Оператор == (нестрогое равенство) сравнивает значения с приведением типов. Это означает, что перед сравнением оператор == пытается привести значения к одному типу.Оператор === (строгое равенство) сравнивает значения без приведения типов. Это означает, что он сравнивает значения на идентичность и тип.В общем случае, рекомендуется использовать оператор ===, чтобы избежать неожиданных результатов приведения типов. Однако, в некоторых случаях, когда известно, что типы сравниваемых значений совпадают, можно использовать оператор ==.",
    },
];
/*
{
    question: "",
    answer: "",
},

*/
