const cardsRu = [ 
    {
        question: "Что такое HTML и для чего он используется?",
        answer: "HTML (HyperText Markup Language) - это язык разметки, который используется для создания веб-страниц. Он определяет структуру и содержание веб-страницы, включая текст, изображения, ссылки и другие элементы.",
    },
    {
        question: "Что такое CSS и для чего он используется?",
        answer: "CSS (Cascading Style Sheets) - это язык таблиц стилей, который используется для оформления веб-страниц. Он определяет внешний вид и расположение элементов на странице, включая шрифты, цвета, размеры, отступы и другие свойства.",
    },
    {
        question: "Что такое JavaScript и для чего он используется?",
        answer: "JavaScript - это язык программирования, который используется для создания интерактивных элементов на веб-страницах. Он может использоваться для создания динамического контента, проверки форм, анимации и других функций.",
    },
    {
        question: "Как создать ссылку на другую веб-страницу в HTML?",
        answer: "Чтобы создать ссылку на другую веб-страницу в HTML, нужно использовать тег <a> и указать адрес страницы в атрибуте href. Например: <a href='http://www.example.com'>Ссылка</a>",
    },
    {
        question: "Как изменить цвет фона веб-страницы в CSS?",
        answer: "Чтобы изменить цвет фона веб-страницы в CSS, нужно использовать свойство background-color и указать цвет в формате HEX, RGB или названием цвета. Например: body { background-color: #ffffff; }",
    },
    { question: "", answer: "" },
    { question: "", answer: "" },
    { question: "", answer: "" },
    { question: "", answer: "" },
    { question: "", answer: "" },
];

