const arrayRuCSS = [
    {
        question: "Что такое CSS и для чего он используется?",
        answer: "CSS (Cascading Style Sheets) - это язык таблиц стилей, который используется для оформления веб-страниц. Он определяет внешний вид и расположение элементов на странице, включая шрифты, цвета, размеры, отступы и другие свойства.",
    },
    {
        question: "Как изменить цвет фона веб-страницы в CSS?",
        answer: "Чтобы изменить цвет фона веб-страницы в CSS, нужно использовать свойство background-color и указать цвет в формате HEX, RGB или названием цвета. Например: body { background-color: #ffffff; }",
    },
    {
        question: "Как изменить шрифт текста в CSS?",
        answer: "Чтобы изменить шрифт текста в CSS, нужно использовать свойство font-family и задать значение шрифта. Например: font-family: Arial, sans-serif;",
    },
    {
        question: "Как изменить размер шрифта у элемента в CSS?",
        answer: "Чтобы изменить размер шрифта у элемента в CSS, нужно использовать свойство font-size и задать значение размера. Например: font-size: 16px;",
    },
    {
        question: "Как создать отступы между элементами в CSS?",
        answer: "Чтобы создать отступы между элементами в CSS, нужно использовать свойство margin и задать значение отступов. Например: margin-top: 10px; margin-bottom: 10px;",
    },
];
/*
{
    question: "",
    answer: "",
},

*/
