const arrayRuHTML = [
    {
        question: "Что такое HTML и для чего он используется?",
        answer: "HTML (HyperText Markup Language) - это язык разметки, который используется для создания веб-страниц. Он определяет структуру и содержание веб-страницы, включая текст, изображения, ссылки и другие элементы.",
    },
    {
        question: "Как создать ссылку на другую веб-страницу в HTML?",
        answer: "Чтобы создать ссылку на другую веб-страницу в HTML, нужно использовать тег <a> и указать адрес страницы в атрибуте href. Например: <a href='http://www.example.com'>Ссылка</a>",
    },
    {
        question: "Как добавить стиль к элементу в HTML?",
        answer: "Чтобы добавить стиль к элементу в HTML, нужно использовать атрибут style и задать значения свойств CSS в кавычках. Например: <p style='color: red; font-size: 16px;'>Текст</p>",
    },
    {
        question: "Как создать список в HTML?",
        answer: "Чтобы создать список в HTML, нужно использовать теги <ul> или <ol> для создания неупорядоченного или упорядоченного списка соответственно, а затем использовать тег <li> для каждого элемента списка. Например: <ul><li>Элемент 1</li><li>Элемент 2</li><li>Элемент 3</li></ul>",
    },
    {
        question: "Как вставить изображение в HTML?",
        answer: "Чтобы вставить изображение в HTML, нужно использовать тег <img> и указать значение атрибута src, который содержит путь к файлу изображения. Например: <img src='image.jpg' alt='Описание изображения'>",
    },
    {
        question: "Как создать таблицу в HTML?",
        answer: "Чтобы создать таблицу в HTML, нужно использовать теги <table>, <tr> и <td>, которые задают структуру таблицы. Например: <table><tr><td>Ячейка 1</td><td>Ячейка 2</td></tr></table>",
    },
    {
        question: "Как создать форму в HTML?",
        answer: "Чтобы создать форму в HTML, нужно использовать тег <form> и добавить элементы формы, такие как текстовые поля, кнопки и флажки. Например: <form><input type='text' name='username'><input type='submit' value='Отправить'></form>",
    },
    {
        question:
            "Как создать ненумерованный список с использованием изображений в HTML?",
        answer: "Чтобы создать ненумерованный список с использованием изображений в HTML, нужно использовать тег <ul> и задать значение атрибута list-style-image в CSS. Например: <ul style='list-style-image: url('image.png')'><li>Элемент 1</li><li>Элемент 2</li></ul>",
    },
];

/*
{
    question: "",
    answer: "",
},

*/
